Repository: micytao/vllm-playground
Catalog: ios/vllm-playground/vllm-playground/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: ago
zh_hans: 前

# %lld item%@
source: %1$lld item%2$@
zh_hans: %lld 个项目%@

source: %lld model(s)
zh_hans: %lld 个模型

# %lld model(s) · %@ latency
source: %1$lld model(s) · %2$@ latency
zh_hans: %lld 个模型 · %@ 延迟

source: %lld pending
zh_hans: %lld 待处理

source: %lld tool(s) active
zh_hans: %lld 个工具已激活

source: A native iOS client for vLLM servers
zh_hans: vLLM 服务器的原生 iOS 客户端

source: Active
zh_hans: 已启用

source: Active Tools
zh_hans: 活跃工具

source: Add a remote vLLM server to get started.
zh_hans: 添加远程 vLLM 服务器以开始使用。

source: Add a Server
zh_hans: 添加服务器

source: Add a server in Settings to get started.
zh_hans: 在设置中添加服务器以开始使用。

source: Add Attachment
zh_hans: 添加附件

source: Add Custom Tool (JSON)
zh_hans: 添加自定义工具 (JSON)

source: Add Server
zh_hans: 添加服务器

source: Add Tool
zh_hans: 添加工具

source: Advanced
zh_hans: 高级

source: Advanced Settings
zh_hans: 高级设置

source: All
zh_hans: 全部

source: Allow execution of code from the model repository.
zh_hans: 允许执行模型仓库中的代码。

source: Any-to-Any
zh_hans: 多模态

source: API backend for sending requests.
zh_hans: 用于发送请求的 API 后端。

source: API Finder
zh_hans: API 查找器

source: API Key
zh_hans: API 密钥

source: API keys are stored in the iOS Keychain. Server profiles and chat history are saved on-device only.
zh_hans: API 密钥存储在 iOS 钥匙串中。服务器配置和聊天记录仅保存在设备上。

source: API Tokens
zh_hans: API 令牌

source: Appearance
zh_hans: 外观

source: Apply
zh_hans: 应用

source: Apps
zh_hans: 应用

source: Are you sure you want to delete "%@"? This will also delete all conversations and benchmark results associated with this server.
zh_hans: 确定要删除「%@」吗？这将同时删除与此服务器关联的所有对话和基准测试结果。

source: Audio
zh_hans: 音频

source: Audio Templates
zh_hans: 音频模板

source: Authentication
zh_hans: 认证

source: Auto
zh_hans: 自动

source: Auto (Best Available)
zh_hans: 自动（最佳可用）

source: Auto (Best)
zh_hans: 自动（最佳）

source: Auto (from model config)
zh_hans: 自动（来自模型配置）

source: Auto-refresh (3s)
zh_hans: 自动刷新（3秒）

source: Automatically detect when the model wants to use a tool.
zh_hans: 自动检测模型何时需要使用工具。

source: Automatically picks the highest quality voice
zh_hans: 自动选择最高质量的语音

source: Avg Latency
zh_hans: 平均延迟

source: Avg TPS
zh_hans: 平均 TPS

source: Avg TTFT
zh_hans: 平均 TTFT

source: Backend
zh_hans: 后端

source: Base URL
zh_hans: 基础 URL

source: Before You Begin
zh_hans: 开始之前

source: Benchmark
zh_hans: 基准测试

source: Benchmark and optimize with GuideLLM
zh_hans: 使用 GuideLLM 进行基准测试和优化

source: Benchmark demo
zh_hans: 基准测试演示

source: Benchmark Results
zh_hans: 基准测试结果

source: Browse 2M+ models on HuggingFace
zh_hans: 浏览 HuggingFace 上 200 万+ 模型

source: Browse models optimized for China region access
zh_hans: 浏览针对中国区域优化的模型

source: Built-in demo with simulated responses
zh_hans: 内置演示，使用模拟响应

source: by
zh_hans: 作者

source: Cache KV blocks for shared prefixes to speed up repeated prompts.
zh_hans: 为共享前缀缓存 KV 块以加速重复提示词。

source: Cache Utilization
zh_hans: 缓存利用率

source: Calculator
zh_hans: 计算器

source: Camera
zh_hans: 相机

source: Cancel
zh_hans: 取消

source: Chat
zh_hans: 聊天

source: Chat Defaults
zh_hans: 对话默认设置

source: Chat Template
zh_hans: 对话模板

source: Chat with images attached
zh_hans: 附带图像的聊天

source: Chat with LLMs, generate images & audio, run benchmarks — all connecting directly to vLLM's OpenAI-compatible API.
zh_hans: 与大语言模型聊天、生成图像和音频、运行基准测试——全部直连 vLLM 的 OpenAI 兼容 API。

source: Chats
zh_hans: 对话

source: Choice
zh_hans: 选项

source: Choices (comma-separated)
zh_hans: 选项（逗号分隔）

source: Choose Image
zh_hans: 选择图像

source: Choose Voice
zh_hans: 选择语音

source: Choose your path and set up environment
zh_hans: 选择路径并设置环境

source: Choose your path and setup environment
zh_hans: 选择路径并设置环境

source: class
zh_hans: 类

source: Clear
zh_hans: 清除

source: Clear All
zh_hans: 全部清除

source: Clear all filters
zh_hans: 清除所有筛选

source: Clear Gallery
zh_hans: 清除画廊

source: Code Execution
zh_hans: 代码执行

source: Coding Assistant
zh_hans: 编程助手

source: Command Gen
zh_hans: 命令生成

source: Command Generator
zh_hans: 命令生成器

source: COMMAND PREVIEW
zh_hans: 命令预览

source: community
zh_hans: 社区

source: Concise
zh_hans: 简洁

source: Conclusion
zh_hans: 结论

source: Concurrency
zh_hans: 并发数

source: CONFIGURATION
zh_hans: 配置

source: Conform to a JSON Schema
zh_hans: 符合 JSON 模式

source: Connect MCP servers for agentic capabilities
zh_hans: 连接 MCP 服务器以获得智能体能力

source: Connect to your vLLM instance
zh_hans: 连接到你的 vLLM 实例

source: Connected
zh_hans: 已连接

source: Connected - %lld model(s)
zh_hans: 已连接 - %lld 个模型

source: Connection
zh_hans: 连接

source: Connection successful
zh_hans: 连接成功

source: Constrain model responses to a specific format
zh_hans: 约束模型响应为特定格式

source: Constrain to a set of values
zh_hans: 约束为一组值

source: Constraint Type
zh_hans: 约束类型

source: Continue Conversation
zh_hans: 继续对话

source: Conversation
zh_hans: 对话

source: Copied to clipboard!
zh_hans: 已复制到剪贴板！

source: Copied!
zh_hans: 已复制！

source: Copy
zh_hans: 复制

source: Copy Model ID
zh_hans: 复制模型 ID

source: CPU Cache
zh_hans: CPU 缓存

source: Creative Writer
zh_hans: 创意写作

source: Custom Tool
zh_hans: 自定义工具

source: Dark
zh_hans: 深色

source: Data Parallel Size
zh_hans: 数据并行大小

source: Data Type (dtype)
zh_hans: 数据类型 (dtype)

source: Database
zh_hans: 数据库

source: Dataset
zh_hans: 数据集

source: Default
zh_hans: 默认

source: Default Model
zh_hans: 默认模型

source: Default Server
zh_hans: 默认服务器

source: Define grammar rules to constrain output structure
zh_hans: 定义语法规则以约束输出结构

source: Delete
zh_hans: 删除

source: Delete (%lld)
zh_hans: 删除 (%lld)

source: Delete All
zh_hans: 全部删除

source: Delete All Content
zh_hans: 删除所有内容

source: Delete All Conversations
zh_hans: 删除所有对话

source: Delete Selected
zh_hans: 删除所选

source: Delete Server
zh_hans: 删除服务器

source: DEMO — simulated benchmark results
zh_hans: 演示 — 模拟的基准测试结果

source: Demo mode — responses are simulated
zh_hans: 演示模式 — 响应为模拟生成

source: Demo Path
zh_hans: 演示路径

source: Demo TTS generation failed. Try again.
zh_hans: 演示语音合成失败，请重试。

source: Deploy and interact with your first vLLM server
zh_hans: 部署并与你的首个 vLLM 服务器交互

source: Describe the audio you want to generate
zh_hans: 描述你想生成的音频

source: Describe what you don't want in the audio
zh_hans: 描述你不想在音频中出现的内容

source: Describe what you don't want in the image
zh_hans: 描述你不想在图像中出现的内容

source: Describe what you don't want in the video
zh_hans: 描述你不想在视频中出现的内容

source: Directory to save benchmark results.
zh_hans: 保存基准测试结果的目录。

source: Disable CUDA graph to reduce memory usage at the cost of performance.
zh_hans: 禁用 CUDA 图以减少显存使用，但会降低性能。

source: Discard & Close
zh_hans: 丢弃并关闭

source: Disconnected
zh_hans: 已断开

source: Done
zh_hans: 完成

source: Downloads
zh_hans: 下载

source: e.g., Speak with excitement
zh_hans: 例如：用兴奋的语气说

source: EBNF Grammar
zh_hans: EBNF 语法

source: Edit
zh_hans: 编辑

source: Edit Image
zh_hans: 编辑图像

source: Edit Server
zh_hans: 编辑服务器

source: Enable and test tool calling workflows
zh_hans: 启用和测试工具调用工作流

source: Enable Auto Tool Choice
zh_hans: 启用自动工具选择

source: Enable Chunked Prefill
zh_hans: 启用分块预填充

source: Enable Prefix Caching
zh_hans: 启用前缀缓存

source: Enforce Eager
zh_hans: 强制即时模式

source: English
zh_hans: 英语

source: Enter a prompt above or choose a template
zh_hans: 在上方输入提示词或选择模板

source: Enter tool result...
zh_hans: 输入工具结果...

source: Errors
zh_hans: 错误

source: Evaluate math expressions
zh_hans: 计算数学表达式

source: EXAMPLE
zh_hans: 示例

source: Execute Python code
zh_hans: 执行 Python 代码

source: Explore the app with demo mode, or add a server to get started.
zh_hans: 通过演示模式探索应用，或添加服务器开始使用。

source: Explore the app with simulated responses
zh_hans: 使用模拟响应探索应用

source: Failed to load: %@
zh_hans: 加载失败：%@

source: Features
zh_hans: 功能

source: Fraction of GPU memory to use for model weights and KV cache.
zh_hans: 用于模型权重和 KV 缓存的 GPU 显存比例。

source: Function calling with presets
zh_hans: 使用预设进行函数调用

source: Gated
zh_hans: 受限

source: Generate
zh_hans: 生成

source: Generate Audio
zh_hans: 生成音频

source: Generate images, speech & audio
zh_hans: 生成图像、语音和音频

source: Generate Speech
zh_hans: 生成语音

source: Generate Video
zh_hans: 生成视频

source: Generate your first audio clip
zh_hans: 生成你的第一个音频片段

source: Generated Audio
zh_hans: 生成的音频

source: Generated images, audio, video, and more will appear here
zh_hans: 生成的图像、音频、视频等将显示在此处

source: Generating...
zh_hans: 生成中...

source: Generation Throughput
zh_hans: 生成吞吐量

source: Get Started
zh_hans: 开始使用

source: Get weather for locations
zh_hans: 获取各地天气

source: Get your token from HuggingFace Settings
zh_hans: 在 HuggingFace 设置中获取你的令牌

source: Getting Started
zh_hans: 入门指南

source: GPU Cache
zh_hans: GPU 缓存

source: GPU KV Cache
zh_hans: GPU KV 缓存

source: GPU Memory Utilization
zh_hans: GPU 显存利用率

source: Grammar
zh_hans: 语法

source: Grammar (EBNF)
zh_hans: 语法 (EBNF)

source: Helpful Assistant
zh_hans: 智能助手

source: Hide Details
zh_hans: 隐藏详情

source: HISTORY
zh_hans: 历史

source: Home
zh_hans: 首页

source: Host
zh_hans: 主机

source: How it works
zh_hans: 工作原理

source: How to start vLLM
zh_hans: 如何启动 vLLM

source: HuggingFace model ID or local path (required)
zh_hans: HuggingFace 模型 ID 或本地路径（必填）

source: HuggingFace Token
zh_hans: HuggingFace 令牌

source: Image
zh_hans: 图像

source: Image attached
zh_hans: 已附加图像

source: Image-Text-to-Text
zh_hans: 图文转文本

source: Image-to-Image Mode
zh_hans: 图像到图像模式

source: Image-to-Text
zh_hans: 图像转文本

source: Image, TTS & audio generation
zh_hans: 图像、TTS 和音频生成

source: Images
zh_hans: 图像

source: Input Length
zh_hans: 输入长度

source: Invalid JSON -- check syntax
zh_hans: 无效的 JSON —— 请检查语法

source: JSON Object
zh_hans: JSON 对象

source: JSON Object Mode
zh_hans: JSON 对象模式

source: JSON Schema
zh_hans: JSON 模式

source: JSON Schema, Regex, and Grammar constraints
zh_hans: JSON 模式、正则表达式和语法约束

source: JSON Schema, regex, grammar
zh_hans: JSON 模式、正则、语法

source: LAN Server
zh_hans: 局域网服务器

source: Language
zh_hans: 语言

source: Last updated: %@
zh_hans: 上次更新：%@

source: Latency
zh_hans: 延迟

source: Latency (s)
zh_hans: 延迟 (s)

source: Libraries
zh_hans: 库

source: Light
zh_hans: 浅色

source: Likes
zh_hans: 点赞

source: Live
zh_hans: 实时

source: Live Metrics
zh_hans: 实时指标

source: Live Metrics is not available for MaaS servers. It requires a self-hosted vLLM instance that exposes the /metrics endpoint.
zh_hans: 实时指标不适用于 MaaS 服务器。需要自托管的 vLLM 实例并暴露 /metrics 端点。

source: Load Latest
zh_hans: 加载最新

source: Loading tutorial...
zh_hans: 加载教程中...

source: Local Server
zh_hans: 本地服务器

source: Lower resolution uses less GPU memory. L4 (24GB): use 480x640
zh_hans: 较低分辨率使用更少 GPU 显存。L4 (24GB)：使用 480x640

source: Made for the
zh_hans: 为

source: Make sure the vLLM server exposes the /metrics endpoint.
zh_hans: 请确保 vLLM 服务器暴露了 /metrics 端点。

source: Match a regular expression
zh_hans: 匹配正则表达式

source: Max Log Probs
zh_hans: 最大对数概率

source: Max Model Length
zh_hans: 最大模型长度

source: Max Num Sequences
zh_hans: 最大序列数

source: Max Tokens
zh_hans: 最大令牌数

source: Maximum context length. Leave empty to use the model default.
zh_hans: 最大上下文长度。留空以使用模型默认值。

source: Maximum number of log probabilities to return.
zh_hans: 返回的最大对数概率数量。

source: Maximum number of sequences per iteration.
zh_hans: 每次迭代的最大序列数。

source: MCP server demos and workflows
zh_hans: MCP 服务器演示和工作流

source: Memory & Performance
zh_hans: 内存和性能

source: Message...
zh_hans: 消息...

source: Model
zh_hans: 模型

source: Model Hub
zh_hans: 模型中心

source: Model Name
zh_hans: 模型名称

source: Model to benchmark against.
zh_hans: 用于基准测试的模型。

source: Model weight precision. 'auto' uses the model's default.
zh_hans: 模型权重精度。'auto' 使用模型默认值。

source: Models
zh_hans: 模型

source: Module 1: Getting Started
zh_hans: 模块 1：入门

source: Module 2: Structured Outputs
zh_hans: 模块 2：结构化输出

source: Module 3: Tool Calling
zh_hans: 模块 3：工具调用

source: Module 4: MCP Integration
zh_hans: 模块 4：MCP 集成

source: Module 5: Performance Testing
zh_hans: 模块 5：性能测试

source: Name
zh_hans: 名称

source: Negative Prompt
zh_hans: 负面提示词

source: New Chat
zh_hans: 新对话

source: No %@ content
zh_hans: 无%@内容

source: No cache metrics available
zh_hans: 无可用缓存指标

source: No classes match your search
zh_hans: 没有匹配的类

source: No content yet
zh_hans: 暂无内容

source: No conversations yet
zh_hans: 暂无对话

source: No endpoints match your search
zh_hans: 没有匹配的端点

source: No metrics available
zh_hans: 无可用指标

source: No models loaded
zh_hans: 未加载模型

source: No request metrics available
zh_hans: 无可用请求指标

source: No response from model
zh_hans: 模型无响应

source: No Server
zh_hans: 无服务器

source: No server selected
zh_hans: 未选择服务器

source: No Servers
zh_hans: 无服务器

source: No throughput metrics available
zh_hans: 无可用吞吐量指标

source: No tools configured
zh_hans: 未配置工具

source: No vLLM-Omni server configured. Add one in Servers for best results.
zh_hans: 未配置 vLLM-Omni 服务器。请在服务器中添加以获得最佳效果。

source: None
zh_hans: 无

source: None (always ask)
zh_hans: 无（每次询问）

source: Nucleus sampling threshold.
zh_hans: 核采样阈值。

source: Number of data parallel replicas.
zh_hans: 数据并行副本数。

source: Number of GPUs for tensor parallelism.
zh_hans: 用于张量并行的 GPU 数量。

source: Number of input tokens per prompt.
zh_hans: 每个提示词的输入令牌数。

source: Number of output tokens per response.
zh_hans: 每个响应的输出令牌数。

source: Number of pipeline stages.
zh_hans: 流水线阶段数。

source: Number of Prompts
zh_hans: 提示词数量

source: Off
zh_hans: 关闭

source: Offline Inference
zh_hans: 离线推理

source: Omni Server
zh_hans: Omni 服务器

source: Omni Studio
zh_hans: Omni 工作室

source: On-Device
zh_hans: 设备端

source: On-Device Voice
zh_hans: 设备内置语音

source: Online
zh_hans: 在线

source: Online Inference
zh_hans: 在线推理

source: Open ModelScope
zh_hans: 打开 ModelScope

source: Open Omni Studio
zh_hans: 打开 Omni 工作室

source: Open on HF Mirror (China)
zh_hans: 在 HF 镜像（中国）上打开

source: Open on HuggingFace
zh_hans: 在 HuggingFace 上打开

source: Optional
zh_hans: 可选

source: Optional. Provides higher rate limits and access to gated model information.
zh_hans: 可选。提供更高的速率限制和受限模型信息的访问权限。

source: Output
zh_hans: 输出

source: Output Length
zh_hans: 输出长度

source: Output valid JSON
zh_hans: 输出有效 JSON

source: Output will be constrained to match this pattern
zh_hans: 输出将被约束为匹配此模式

source: Override the model name exposed in the API.
zh_hans: 覆盖 API 中公开的模型名称。

source: Override the model's default chat template.
zh_hans: 覆盖模型的默认对话模板。

source: Overview
zh_hans: 概述

source: Parallel tool calls
zh_hans: 并行工具调用

source: Parallelism
zh_hans: 并行设置

source: Parameters
zh_hans: 参数

source: PARAMETERS
zh_hans: 参数

source: Parser for extracting reasoning content.
zh_hans: 用于提取推理内容的解析器。

source: Parser for extracting tool calls from model output.
zh_hans: 用于从模型输出中提取工具调用的解析器。

source: Paste
zh_hans: 粘贴

source: Pause
zh_hans: 暂停

source: Per-Request Details
zh_hans: 逐请求详情

source: Performance benchmarking demo
zh_hans: 性能基准测试演示

source: Photo Library
zh_hans: 相册

source: Pipeline Parallel Size
zh_hans: 流水线并行大小

source: Platform
zh_hans: 平台

source: Play
zh_hans: 播放

source: Please select a model first
zh_hans: 请先选择模型

source: Port
zh_hans: 端口

source: Prefix Cache Hit
zh_hans: 前缀缓存命中

source: Premium and Enhanced voices sound more natural. Download them in Settings > Accessibility > Spoken Content > Voices.
zh_hans: 高级和增强语音听起来更自然。请在「设置」>「辅助功能」>「朗读内容」>「语音」中下载。

source: Presets
zh_hans: 预设

source: Prompt
zh_hans: 提示词

source: PROMPT
zh_hans: 提示词

source: Prompt source. 'random' generates synthetic prompts.
zh_hans: 提示词来源。'random' 生成合成提示词。

source: Prompt Templates
zh_hans: 提示词模板

source: Prompt Throughput
zh_hans: 提示词吞吐量

source: PROPERTIES
zh_hans: 属性

source: Quantization
zh_hans: 量化

source: Quantization method to reduce model size and memory usage.
zh_hans: 用于减少模型大小和内存使用的量化方法。

source: Query a database
zh_hans: 查询数据库

source: Quick deployment walkthrough
zh_hans: 快速部署演示

source: Quick Setup
zh_hans: 快速设置

source: Random seed for reproducibility.
zh_hans: 用于可重复性的随机种子。

source: Reasoning Parser
zh_hans: 推理解析器

source: RECENT
zh_hans: 最近

source: Recently Created
zh_hans: 最近创建

source: Refresh
zh_hans: 刷新

source: Regex
zh_hans: 正则表达式

source: Regex Pattern
zh_hans: 正则表达式模式

source: Request
zh_hans: 请求

source: Request #
zh_hans: 请求 #

source: Request Queue
zh_hans: 请求队列

source: Request Rate
zh_hans: 请求速率

source: Requests
zh_hans: 请求

source: Requests per second. 'inf' sends all at once.
zh_hans: 每秒请求数。'inf' 表示一次性发送全部。

source: required
zh_hans: 必填

source: Required if your server uses --api-key. Stored securely in the iOS Keychain, not with other app data.
zh_hans: 如果服务器使用 --api-key 则为必填。安全存储在 iOS 钥匙串中，不与其他应用数据一起存储。

source: Reserved URL Scheme
zh_hans: 保留的 URL 方案

source: Reset
zh_hans: 重置

source: Reset Demo
zh_hans: 重置演示

source: Reset Demo Data
zh_hans: 重置演示数据

source: Resolution
zh_hans: 分辨率

source: RESOLUTION
zh_hans: 分辨率

source: Result
zh_hans: 结果

source: Result Directory
zh_hans: 结果目录

source: Retry
zh_hans: 重试

source: Run `vllm serve <model>` on your machine, then add the server here.
zh_hans: 在你的机器上运行 `vllm serve <模型>`，然后在此添加服务器。

source: Run Benchmark
zh_hans: 运行基准测试

source: Running
zh_hans: 运行中

source: SAMPLE
zh_hans: 示例

source: Sampling
zh_hans: 采样

source: Sampling temperature. Leave empty to use server default.
zh_hans: 采样温度。留空以使用服务器默认值。

source: Save
zh_hans: 保存

source: Save & Close
zh_hans: 保存并关闭

source: Save benchmark results to a JSON file.
zh_hans: 将基准测试结果保存为 JSON 文件。

source: Save Conversation?
zh_hans: 保存对话？

source: Save Result
zh_hans: 保存结果

source: Save to Photos
zh_hans: 保存到相册

source: Schema Name
zh_hans: 模式名称

source: Search
zh_hans: 搜索

source: Search endpoints, classes, parameters...
zh_hans: 搜索端点、类、参数...

source: Search for models
zh_hans: 搜索模型

source: Search models...
zh_hans: 搜索模型...

source: Seconds
zh_hans: 秒

source: Seed
zh_hans: 种子

source: Select Items
zh_hans: 选择项目

source: Select Model
zh_hans: 选择模型

source: Select Server
zh_hans: 选择服务器

source: Select voice for speech synthesis
zh_hans: 选择语音合成的声音

source: Served Model Name
zh_hans: 对外模型名称

source: Server
zh_hans: 服务器

source: Server starts on port 8000 by default
zh_hans: 服务器默认在端口 8000 启动

source: Server Type
zh_hans: 服务器类型

source: Server Voice
zh_hans: 服务器语音

source: Servers
zh_hans: 服务器

source: Settings
zh_hans: 设置

source: Show Details
zh_hans: 显示详情

source: Size
zh_hans: 大小

source: SIZE
zh_hans: 尺寸

source: Skip
zh_hans: 跳过

source: Sort
zh_hans: 排序

source: Source Image
zh_hans: 源图像

source: Speech Recognition
zh_hans: 语音识别

source: Speech speed. 0.25x (very slow) to 4.0x (very fast).
zh_hans: 语速。0.25x（非常慢）到 4.0x（非常快）。

source: Speed
zh_hans: 速度

source: Split long prompts into chunks to improve time-to-first-token.
zh_hans: 将长提示词分块以提升首令牌响应时间。

source: Standard vLLM server for text and vision models
zh_hans: 标准 vLLM 服务器，支持文本和视觉模型

source: Star on GitHub
zh_hans: 在 GitHub 上加星

source: Star this repo
zh_hans: 给仓库加星

source: Start a conversation with your model
zh_hans: 与模型开始对话

source: Start a new conversation to begin.
zh_hans: 开始新对话。

source: Stop
zh_hans: 停止

source: Streaming responses with markdown
zh_hans: 支持 Markdown 的流式响应

source: Structured Output
zh_hans: 结构化输出

source: Structured output demonstrations
zh_hans: 结构化输出演示

source: Structured Output: %@
zh_hans: 结构化输出：%@

source: Structured Outputs
zh_hans: 结构化输出

source: STYLE INSTRUCTIONS
zh_hans: 风格指令

source: Success
zh_hans: 成功

source: Summary, next steps, and resources
zh_hans: 总结、后续步骤和资源

source: System
zh_hans: 系统

source: System Prompt
zh_hans: 系统提示词

source: Target
zh_hans: 目标

source: Tasks
zh_hans: 任务

source: Temperature
zh_hans: 温度

source: Templates
zh_hans: 模板

source: Tensor Parallel Size
zh_hans: 张量并行大小

source: Test
zh_hans: 测试

source: Test Connection
zh_hans: 测试连接

source: Test your server's performance
zh_hans: 测试服务器性能

source: Testing...
zh_hans: 测试中...

source: TEXT
zh_hans: 文本

source: Text Generation
zh_hans: 文本生成

source: Text Presets
zh_hans: 文本预设

source: Text-to-Audio
zh_hans: 文字转音频

source: Text-to-Image
zh_hans: 文字转图像

source: Text-to-Speech
zh_hans: 文字转语音

source: Text-to-Video
zh_hans: 文字转视频

source: The "demo://" URL scheme is reserved for the built-in demo server. Please enter a valid server URL (http:// or https://).
zh_hans: "demo://" URL 方案为内置演示服务器保留。请输入有效的服务器 URL（http:// 或 https://）。

source: The model will be constrained to output valid JSON. No schema is required.
zh_hans: 模型将被约束输出有效的 JSON。无需模式定义。

source: The selected model will be used automatically for new chats. Choose "None" to always be prompted.
zh_hans: 选中的模型将自动用于新对话。选择「无」以每次提示选择。

source: The URL of your vLLM-Omni server. Default port is 8091. Supports image generation, TTS, and audio generation.
zh_hans: 你的 vLLM-Omni 服务器 URL。默认端口为 8091。支持图像生成、TTS 和音频生成。

source: The URL where your vLLM server is running. Default port is 8000. The app connects via the OpenAI-compatible API at /v1/.
zh_hans: 你的 vLLM 服务器运行的 URL。默认端口为 8000。应用通过 /v1/ 的 OpenAI 兼容 API 连接。

source: These tutorials are designed for the web version of vLLM Playground. Screenshots may look different on mobile, but the core concepts remain the same.
zh_hans: 这些教程是为 vLLM Playground 网页版设计的。手机端截图可能有所不同，但核心概念保持一致。

source: This app connects directly to your vLLM server's OpenAI-compatible API. No middleware needed.
zh_hans: 此应用直接连接到你的 vLLM 服务器的 OpenAI 兼容 API。无需中间件。

source: This server does not expose a /metrics endpoint. Prometheus metrics are only available on self-hosted vLLM instances.
zh_hans: 此服务器未暴露 /metrics 端点。Prometheus 指标仅在自托管的 vLLM 实例上可用。

source: This will delete all demo conversations and benchmark results. The demo server itself will remain.
zh_hans: 这将删除所有演示对话和基准测试结果。演示服务器本身将保留。

source: This will permanently delete all %lld conversations. This action cannot be undone.
zh_hans: 这将永久删除所有 %lld 个对话。此操作不可撤销。

source: This will remove all generated images, audio, and video. This action cannot be undone.
zh_hans: 这将删除所有生成的图像、音频和视频。此操作不可撤销。

source: Throughput
zh_hans: 吞吐量

source: Time to First Token
zh_hans: 首令牌时间

source: Tokens per Second
zh_hans: 每秒令牌数

source: Tool Call Parser
zh_hans: 工具调用解析器

source: Tool Calling
zh_hans: 工具调用

source: Tool calling in action
zh_hans: 工具调用实战

source: Tool calling uses non-streaming mode for reliable function call parsing.
zh_hans: 工具调用使用非流式模式以确保函数调用解析的可靠性。

source: Tool Calls
zh_hans: 工具调用

source: Tool Choice
zh_hans: 工具选择

source: Tools
zh_hans: 工具

source: Top-K sampling.
zh_hans: Top-K 采样。

source: Total
zh_hans: 总计

source: Total Latency
zh_hans: 总延迟

source: Total number of prompts to send.
zh_hans: 要发送的提示词总数。

source: Trending
zh_hans: 热门

source: Trust Remote Code
zh_hans: 信任远程代码

source: Try Demo
zh_hans: 试用演示

source: TTFT, TPS & latency testing
zh_hans: TTFT、TPS 和延迟测试

source: turns
zh_hans: 轮次

source: Tutorials
zh_hans: 教程

source: Unreachable
zh_hans: 不可达

source: Updated at
zh_hans: 更新于

source: Upload an image to edit with your prompt
zh_hans: 上传图像以使用提示词编辑

source: Used automatically for new chats
zh_hans: 自动用于新对话

source: Uses on-device speech synthesis. Works offline with zero latency.
zh_hans: 使用设备端语音合成。离线运行，零延迟。

source: Uses vLLM server for higher quality neural voices. Requires an Omni server.
zh_hans: 使用 vLLM 服务器获取更高质量的神经语音。需要 Omni 服务器。

source: Valid JSON Schema
zh_hans: 有效的 JSON 模式

source: Version
zh_hans: 版本

source: Video
zh_hans: 视频

source: Video generation requires a real vLLM-Omni server.
zh_hans: 视频生成需要真实的 vLLM-Omni 服务器。

source: Video Templates
zh_hans: 视频模板

source: View source code on GitHub
zh_hans: 在 GitHub 上查看源代码

source: Vision (VLM)
zh_hans: 视觉 (VLM)

source: vLLM Documentation
zh_hans: vLLM 文档

source: vLLM-Omni server with image, audio & TTS generation
zh_hans: vLLM-Omni 服务器，支持图像、音频和 TTS 生成

source: Voice
zh_hans: 语音

source: VOICE
zh_hans: 语音

source: Voice Engine
zh_hans: 语音引擎

source: Voice Settings
zh_hans: 语音设置

source: Voice style or emotion instruction (e.g., 'cheerful', 'serious'). Leave empty for default.
zh_hans: 语音风格或情感指令（如 '欢快'、'严肃'）。留空使用默认值。

source: Waiting
zh_hans: 等待中

source: Weather Tools
zh_hans: 天气工具

source: Web Search
zh_hans: 网络搜索

source: Workload
zh_hans: 工作负载

source: Workshop introduction and setup
zh_hans: 工作坊介绍和设置
